log/log-97/Of Waves and Antennas/Of Waves and Antenna.tex
% Created 2018-08-15 Wed 20:14
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{amsthm}
\usepackage{mdframed}
\author{Jad Saklawi}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Jad Saklawi},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 24.5.1 (Org mode 8.3.3)}, 
 pdflang={English}}
\begin{document}

\newtheorem*{observation}{Observation}
\newmdtheoremenv{observation}{}
\theoremstyle{definition}
\newtheorem{definition}{Definition}[section]

\theoremstyle{example}
\newtheorem{example}{Example}[section]

\begin{flushleft}
\textbf{From}: Jad Saklawi \par
\textbf{To}: Michio Kaku \par
\textbf{Date}: \textit{[2018-08-15 Wed]} \par
\textbf{Subject}: Of Waves and Antennas\\
\end{flushleft}



\begin{observation}
Given a wave burst emitted on an antenna, exactly one wave is read.
\end{observation}
\newpage
\appendix
\section{Definitions}
\label{sec:orgheadline1}
\begin{definition}{Wave Burst:}
The collection of waves emitted by the same trigger.
\end{definition}
\begin{example}
Consider a click sound. Wave burst would be collection of waves emitted carrying the sound "click".
\end{example}
\end{document}
